{"translation-revision-date":"2024-07-23 20:39:30+0000","generator":"GlotPress\/4.0.0-rc.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["您只是使最好的内容易于查找，并且更有可能排名！好！不时地，记得检查你的基石是否有足够的链接！"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["看看下面的列表。你的基石（标有%1$s）是否具有指向它们的大多数内部链接？如果您认为基石需要更多链接，请单击\"优化\"按钮。这将把文章移到下一步。"],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["你所有的基石都有绿色的子弹吗？为了获得最佳效果，请考虑编辑那些没有效果的！"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["您希望哪些文章的排名最高？您的受众会发现哪些最有用和最完整？单击向下箭头，然后查找符合这些条件的文章。我们会自动将您从列表中选择的文章标记为基石。"],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$s需要更多指导？我们在以下方面更详细地介绍了每个步骤：%2$s如何使用%7$s基石锻炼%3$s%4$s%5$s。%6$s"],"I've finished this workout":["我已完成此锻炼"],"Reset this workout":["重置此体能训练"],"Well done!":["做得好！"],"Add internal links towards your cornerstones":["添加指向基石的内部链接"],"Check the number of incoming internal links of your cornerstones":["检查基石的传入内部链接的数量"],"Start: Choose your cornerstones!":["开始：选择你的基石！"],"The cornerstone approach":["基石方法"],"Rank with articles you want to rank with":["与您想要排名的文章排名"]}},"comment":{"reference":"assets\/js\/src\/workouts\/components\/CornerstoneWorkout.js"}}