{"translation-revision-date":"2024-07-23 20:39:30+0000","generator":"GlotPress\/4.0.0-rc.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"We could not find any relevant articles on your website that you could link to from your post.":["我们无法在您的网站上找到可以从您的文章链接到的任何相关文章。"],"Add a title to your post for the best internal linking suggestions.":["添加个标题到你的文章以获得最好的内链建议"],"Add a metadescription to your post for the best internal linking suggestions.":["添加一个描述标签到你的文章以获得最好的内链建议"],"Add a title and a metadescription to your post for the best internal linking suggestions.":["给你的文章添加一个标题和标签描述以获得最好的内链建议"],"Also, add a title to your post for the best internal linking suggestions.":["同样的，为你的文章添加一个标题以获得得最好的内链建议。"],"Also, add a metadescription to your post for the best internal linking suggestions.":["同样的，给你的文章添加一个标签描述以获得最好的内链建议。"],"Also, add a title and a metadescription to your post for the best internal linking suggestions.":["同样的，给你的文章添加一个标题和标签描述以获得最好的内链建议。"],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["一旦你再增加一点副本，我们会给你一份相关内容的列表，你可以在这里链接到你的帖子。"],"To improve your site structure, consider linking to other relevant posts or pages on your website.":["要改善您的网站结构，请考虑链接到您网站上的其他相关帖子或页面。"],"It takes a few seconds to show you a list of related content to which you could link. The suggestions will be shown here as soon as we have them.":["只需几秒钟即可向您显示可以链接到的相关内容的列表。建议一旦我们收到，就会在这里显示。"],"{{a}}Read our guide on internal linking for SEO{{\/a}} to learn more.":["{{a}}阅读我们的SEO内链指南{{\/a}} 来了解更多。"],"Copied!":["已复制！"],"Not supported!":["获取帮助！"],"We need to optimize your site’s SEO data so we can offer you the best %1$slinking suggestions%2$s.\n\n%3$sStart SEO Data optimization%4$s":["我们需要优化您网站的SEO数据，以便为您提供最佳%1$s链接建议%2$s。\n\n%3$s开始 SEO 数据优化%4$s"]}},"comment":{"reference":"assets\/js\/src\/components\/LinkSuggestions.js"}}