{"translation-revision-date":"2024-07-23 20:39:30+0000","generator":"GlotPress\/4.0.0-rc.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"You've added links to your orphaned articles, and you’ve cleaned up the ones that were no longer relevant. Great job! Take a look at the summary below and celebrate what you accomplished!":["您已经添加了指向孤立文章的链接，并且已经清理了不再相关的文章。干得好！看看下面的摘要，庆祝你取得的成就！"],"Critically examine the content in this list and make the necessary updates. If you need help updating, we have a very %1$suseful blog post that can guide you all the way%2$s (click to open in a new tab).":["严格检查此列表中的内容并进行必要的更新。如果您需要更新帮助，我们有一个非常%1$s有用的博客文章，可以指导您一路走来%2$s（单击以在新选项卡中打开）。"],"%1$sNeed more guidance? We've covered every step in more detail in the following guide: %2$sHow to use the %7$s orphaned content workout%3$s%4$s%5$s.%6$s":["%1$s需要更多指导？我们在以下指南中更详细地介绍了每个步骤：%2$s如何使用%7$s孤立内容锻炼%3$s%4$s%5$s。%6$s"],"Clear summary":["清晰的摘要"],"Add internal links towards your orphaned articles.":["添加指向孤立文章的内部链接。"],"Should you update your article?":["你应该更新你的文章吗？"],"Your site may contain lots of content that you created once and never looked back to it since. It's important to go through those pages and ask yourself if that content is still relevant to your site. Should you improve it or remove it?":["您的网站可能包含许多您曾经创建过的内容，并且从那以后再也没有回头看过。请务必浏览这些页面并询问自己该内容是否仍与您的网站相关。你应该改进它还是删除它？"],"Start: Love it or leave it?":["开始：爱它还是离开它？"],"Clean up your unlinked content to make sure people can find it":["清理未关联的内容，确保用户能够找到它"],"I've finished this workout":["我已完成此锻炼"],"Reset this workout":["重置此体能训练"],"Well done!":["做得好！"],"Orphaned content":["孤立内容"]}},"comment":{"reference":"assets\/js\/src\/workouts\/components\/OrphanedWorkout.js"}}